[{
		"id": 1,
		"tag": "aisa",
		"image": "https://img1.baidu.com/it/u=584569230,3404425554&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=283",
		"title": "Qin Dynasty",
		"message": "The Qin dynasty followed the Zhou reign and lasted from 221 BC to 207 BC. The emperors Ying Zheng, Fushu, and Zi Ying were expansionists and stretched the boundaries of the empire to the north and the south. It was during the reign of the Qin emperors that the Great Wall of China was built to protect the empire against the invasion of the Mongols."
	},
	{
		"id": 2,
		"tag": "aisa",
		"image": "https://img1.baidu.com/it/u=3003517105,1164766237&fm=253&fmt=auto&app=120&f=JPEG?w=640&h=433",
		"title": "Tang Dynasty",
		"message": "The Tang Dynasty of China reigned from about 618 AD to 907 AD. Established by the Li family, the dynasty ruled from the capital city at Chang'an. The era was a largely peaceful one after many years of rebellion, civil wars, and chaos. Chinese poetry had entered its golden era and Buddhism grew increasingly influential. Except for an interruption by Empress Wu Zetian, China's only woman regent, who ruled from 690 AD to 705 AD, the dynasty's rule was a period of undisturbed peace."
	},
	{
		"id": 3,
		"tag": "aisa",
		"image": "https://img2.baidu.com/it/u=3452707533,3641392114&fm=253&fmt=auto&app=120&f=JPEG?w=1272&h=800",
		"title": "Qing Dynasty",
		"message": "The Qing Dynasty ruled China from 1644 to 1912, the last imperial dynasty to rule China. The emperors of the Qing Dynasty were not the Han Chinese but the Manchu people. By 1683 the Qing emperors had asserted control over most of China. By 1911-1912the Wuchang Uprising brought an end to the long imperial history of the country and China was declared a republic."
	},
	{
		"id": 4,
		"tag": "euro",
		"image": "https://img1.baidu.com/it/u=2434868115,390513657&fm=253&fmt=auto&app=138&f=PNG?w=500&h=306",
		"title": "Renaissance",
		"message": "The Italian Renaissance began around 1400, causing a major cultural shift with emphasis on art and science, and important artists like Michelangelo and Leonardo da Vinci emerged. The Age of Exploration and Discovery had begun, and explorers were sent from many countries, especially by the Spanish, Portuguese, French, and British. The Protestant Reformation began around 1517 with Martin Luther publishing the Ninety-five Theses, beginning a period of church reform that would last until 1648. The Thirty Years War lasted from 1618 to 1648, sparked by the religious division of Germany and ending with the Peace of Westphalia. "
	},
	{
		"id": 5,
		"tag": "euro",
		"image": "https://img0.baidu.com/it/u=4249641189,2185247748&fm=253&fmt=auto&app=120&f=JPEG?w=1229&h=800",
		"title": "French Revolution",
		"message": "France had emerged as a powerful nation, and the French Revolution in 1789 set off a new model of government, with other nations following suit with the European Revolutions in 1848. Many changes subsequently occurred, including the formation of the Austro-Hungarian Empire in 1867, and the unification of Germany and of Italy in 1871."
	},
	{
		"id": 6,
		"tag": "euro",
		"image": "https://img1.baidu.com/it/u=4240486311,1261045190&fm=253&fmt=auto&app=138&f=JPEG?w=712&h=500",
		"title": "World War I",
		"message": "In 1914, World War I began with the assassination of Archduke Franz Ferdinand, and the war was fought primarily in Europe. The war ended with the Treaty of Versailles in 1919, but caused major devastation and major changes in Europe. The Russian Revolution, formation of the USSR, the dissolution of Austria-Hungary, the collapse of the Ottoman Empire, and the Turkish War of Independence all happened within a short time. With the stock market crash of 1929 and the ensuing Great Depression, the scene was set for World War II. The Nazi party, led by Hitler, rose to power around 1933, while the Great Purge in the Soviet Union, led by Stalin began in 1937. World War II began in 1939 and continued until 1945, causing incredible destruction and many deaths. "
	}
]
